tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
tap "virtuslab/scala-cli"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "gh"
brew "helm"
brew "httpie"
brew "hyperkit"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lsd"
brew "minikube"
brew "pgcli"
brew "postgresql@15", restart_service: true
brew "ripgrep"
brew "tree"
brew "wget"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "virtuslab/scala-cli/scala-cli"
cask "alt-tab"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "visual-studio-code"
cask "webpquicklook"
